Repository: holzcloud/holzBar
Catalog: holzBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, rm

source: %@ is in front
de: %@ im Vordergrund ist
fr: %@ est au premier plan
it: %@ è in primo piano
rm: %@ è en emprim plan

source: %@ is running
de: %@ läuft
fr: %@ est ouvert
it: %@ è in esecuzione
rm: %@ funcziuna

source: %@ is unresponsive. Until it is restarted, it cannot be moved. Movement of other menu bar items may also be affected until this is resolved.
de: %@ reagiert nicht. Bis es neu gestartet wird, lässt es sich nicht verschieben. Bis dahin können auch andere Menüleistenelemente betroffen sein.
fr: %@ ne répond pas. Tant qu'il n'est pas relancé, il ne peut pas être déplacé. Le déplacement d'autres éléments peut aussi en souffrir.
it: %@ non risponde. Finché non viene riavviato non può essere spostato. Anche lo spostamento di altri elementi potrebbe risentirne.
rm: %@ na reagescha betg. Fin ch'el vegn avià da nov, na sa lascha el betg spustar. Er auters elements pon esser pertutgads fin lura.

source: %@ moved left
de: %@ nach links bewegt
fr: %@ déplacé vers la gauche
it: %@ spostato a sinistra
rm: %@ spustà a sanestra

source: %@ moved right
de: %@ nach rechts bewegt
fr: %@ déplacé vers la droite
it: %@ spostato a destra
rm: %@ spustà a dretga

source: %@ moved to %@
de: %1$@ nach %2$@ bewegt
fr: %1$@ déplacé vers %2$@
it: %1$@ spostato in %2$@
rm: %1$@ spustà en %2$@

source: %@ second
de: %@ Sekunde
fr: %@ seconde
it: %@ secondo
rm: %@ secunda

source: %@ seconds
de: %@ Sekunden
fr: %@ secondes
it: %@ secondi
rm: %@ secundas

source: %@ · Items: %lld
de: %@ · Objekte: %lld
fr: %@ · Éléments : %lld
it: %@ · Elementi: %lld
rm: %@ · Elements: %lld

source: %lld items
de: %lld Elemente
fr: %lld éléments
it: %lld elementi
rm: %lld elements

source: %lld items will move, %lld are not in the menu bar now. The layout as it is now is kept first, so you can undo this.
de: %lld Objekte werden verschoben, %lld sind jetzt nicht in der Menüleiste. Das jetzige Layout wird zuerst gesichert, damit du das rückgängig machen kannst.
fr: %lld éléments seront déplacés, %lld ne sont pas dans la barre des menus actuellement. La disposition actuelle est d’abord conservée, afin que vous puissiez annuler.
it: %lld elementi verranno spostati, %lld non sono ora nella barra dei menu. Il layout attuale viene prima conservato, così puoi annullare.
rm: %lld elements vegnan spustads, %lld n’èn ussa betg en la trav da menu. Il layout actual vegn l’emprim memorisà, uschè che ti pos revocar.

source: A display is connected
de: Ein Bildschirm ist angeschlossen
fr: Un écran est connecté
it: Uno schermo è collegato
rm: In visur è collià

source: A group puts several items behind an icon of its own.
de: Eine Gruppe fasst mehrere Elemente hinter einem eigenen Symbol zusammen.
fr: Un groupe réunit plusieurs éléments derrière une icône à lui.
it: Un gruppo raccoglie più elementi dietro un'icona propria.
rm: Ina gruppa unescha plirs elements davos in agen simbol.

source: A helper that works in the background
de: Ein Helfer, der im Hintergrund arbeitet
fr: Un assistant qui travaille en arrière-plan
it: Un assistente che lavora in background
rm: In g’agid che lavura en il fund

source: A menu bar shape draws the wallpaper beside the shape. holzBar reads most wallpapers from their file; a moving wallpaper can be read only with Screen Recording.
de: Eine Menüleistenform zeichnet das Hintergrundbild neben der Form. holzBar liest die meisten Hintergrundbilder aus ihrer Datei; ein bewegtes Hintergrundbild lässt sich nur mit der Bildschirmaufnahme lesen.
fr: Une forme de barre des menus dessine le fond d'écran à côté de la forme. holzBar lit la plupart des fonds d'écran dans leur fichier ; un fond d'écran animé ne se lit qu'avec l'enregistrement de l'écran.
it: Una forma della barra dei menu disegna lo sfondo accanto alla forma. holzBar legge la maggior parte degli sfondi dal loro file; uno sfondo animato si può leggere solo con la registrazione schermo.
rm: Ina furma da la trav da menu dissegna il maletg dal fund sper la furma. holzBar legia la gronda part dals maletgs dal fund or da lur datoteca; in maletg dal fund en moviment sa lascha leger mo cun la Bildschirmaufnahme.

source: A profile with the same name is replaced. Apply it later from here, or with holzbar://profile/<name>.
de: Ein Profil mit demselben Namen wird ersetzt. Wende es später hier an oder mit holzbar://profile/<name>.
fr: Un profil du même nom est remplacé. Appliquez-le plus tard d'ici, ou avec holzbar://profile/<name>.
it: Un profilo con lo stesso nome viene sostituito. Applicalo più tardi da qui o con holzbar://profile/<name>.
rm: In profil cun il medem num vegn remplazzà. Applitgescha el pli tard da qua u cun holzbar://profile/<name>.

source: A system extra you rarely need on the bar
de: Ein System-Extra, das du selten in der Leiste brauchst
fr: Un extra du système rarement utile dans la barre
it: Un extra di sistema che serve raramente nella barra
rm: In extra dal sistem che ti dovras darar en la trav

source: A utility that works in the background
de: Ein Hilfsprogramm, das im Hintergrund arbeitet
fr: Un utilitaire qui travaille en arrière-plan
it: Un’utility che lavora in background
rm: In utensil che lavura en il fund

source: About
de: Über
fr: À propos
it: Informazioni
rm: Davart

source: Absolutely no personal information is collected or stored.
de: Es werden keinerlei persönliche Daten gesammelt oder gespeichert.
fr: Aucune donnée personnelle n'est collectée ni conservée.
it: Non viene raccolto né conservato alcun dato personale.
rm: I na vegnan rimnadas u memorisadas naginas datas persunalas.

source: Accessibility
de: Bedienungshilfen
fr: Accessibilité
it: Accessibilità
rm: Bedienungshilfen

source: Acknowledgements
de: Danksagungen
fr: Remerciements
it: Ringraziamenti
rm: Engraziaments

source: Action
de: Aktion
it: Azione
rm: Acziun

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
rm: Agiuntar

source: Add Condition
de: Bedingung hinzufügen
fr: Ajouter une condition
it: Aggiungi condizione
rm: Agiuntar ina cundiziun

source: Add Rule
de: Regel hinzufügen
fr: Ajouter une règle
it: Aggiungi regola
rm: Agiuntar ina regla

source: Add a condition to this rule.
de: Füge dieser Regel eine Bedingung hinzu.
fr: Ajoutez une condition à cette règle.
it: Aggiungi una condizione a questa regola.
rm: Agiuntescha ina cundiziun a questa regla.

source: Add items to this group in holzBar's Menu Bar Layout settings.
de: Füge in den holzBar-Einstellungen unter «Menüleistenlayout» Elemente zu dieser Gruppe hinzu.
fr: Ajoutez des éléments à ce groupe dans les réglages « Disposition de la barre des menus » de holzBar.
it: Aggiungi elementi a questo gruppo nelle impostazioni «Layout della barra dei menu» di holzBar.
rm: Agiunta elements a questa gruppa en ils parameters «Disposiziun da la trav da menu» da holzBar.

source: Advanced
de: Erweitert
fr: Avancé
it: Avanzate
rm: Avanzà

source: After the bar settled
de: Nachdem sich die Leiste beruhigt hatte
fr: Après stabilisation de la barre
it: Dopo che la barra si è assestata
rm: Suenter che la trav è s’ordinada

source: All displays
de: Alle Bildschirme
fr: Tous les écrans
it: Tutti i monitor
rm: Tut ils monitors

source: All of these are true
de: Alle treffen zu
fr: Toutes sont vraies
it: Tutte sono vere
rm: Tuttas èn vairas

source: Allow Screen Recording…
de: Bildschirmaufnahme erlauben …
fr: Autoriser l'enregistrement de l'écran…
it: Consenti la registrazione schermo…
rm: Permetter la Bildschirmaufnahme …

source: Allow holzBar in System Settings to launch it at login.
de: Erlaube holzBar in den Systemeinstellungen, beim Anmelden zu starten.
fr: Autorisez holzBar dans les Réglages Système à s'ouvrir à la connexion.
it: Consenti a holzBar nelle Impostazioni di Sistema di aprirsi al login.
rm: Permetta a holzBar en ils parameters dal sistem da s'aviar a l'annunzia.

source: Already granted in System Settings?
de: Bereits in den Systemeinstellungen erlaubt?
fr: Déjà autorisé dans les Réglages Système ?
it: Già consentito nelle Impostazioni di Sistema?
rm: Gia permess en ils parameters dal sistem?

source: Always Hidden
de: Immer ausgeblendet
fr: Toujours masqué
it: Sempre nascosto
rm: Adina zuppà

source: Always-Hidden
de: Immer ausgeblendet
fr: Toujours masqué
it: Sempre nascosto
rm: Adina zuppà

source: An app is in front
de: Eine App ist im Vordergrund
fr: Une app est au premier plan
it: Un’app è in primo piano
rm: Ina app è en emprim plan

source: An app is running
de: Eine App läuft
fr: Une app est ouverte
it: Un’app è in esecuzione
rm: Ina app funcziuna

source: Another app asked holzBar to change this setting.
de: Eine andere App hat holzBar gebeten, diese Einstellung zu ändern.
fr: Une autre app a demandé à holzBar de modifier ce réglage.
it: Un'altra app ha chiesto a holzBar di modificare questa impostazione.
rm: Ina autra app ha dumandà holzBar da midar quest parameter.

source: Another app asked holzBar to change what it does by itself.
de: Eine andere App hat holzBar gebeten, zu ändern, was es von selbst tut.
fr: Une autre app a demandé à holzBar de modifier ce qu’il fait de lui-même.
it: Un’altra app ha chiesto a holzBar di cambiare ciò che fa da solo.
rm: Autra app ha dumandà a holzBar da midar tge ch’el fa sez.

source: Another app asked holzBar to rearrange your menu bar.
de: Eine andere App hat holzBar gebeten, deine Menüleiste neu anzuordnen.
fr: Une autre app a demandé à holzBar de réorganiser votre barre des menus.
it: Un'altra app ha chiesto a holzBar di riordinare la barra dei menu.
rm: Ina autra app ha dumandà holzBar d'ordinar da nov tia trav da menu.

source: Another app asked holzBar to turn off Zen mode. Hidden items could then be shown.
de: Eine andere App hat holzBar gebeten, den Zen-Modus auszuschalten. Ausgeblendete Elemente könnten danach angezeigt werden.
fr: Une autre app a demandé à holzBar de désactiver le mode Zen. Les éléments masqués pourraient alors être affichés.
it: Un'altra app ha chiesto a holzBar di disattivare la modalità Zen. Gli elementi nascosti potrebbero poi essere mostrati.
rm: Ina autra app ha dumandà holzBar da deactivar il modus Zen. Elements zuppads pudessan lura vegnir mussads.

source: Any of these is true
de: Eine trifft zu
fr: L’une est vraie
it: Una è vera
rm: Ina è vaira

source: Applied
de: Angewendet
fr: Appliqué
it: Applicato
rm: Applitgà

source: Applies to items holzBar has not seen before. Items that are already arranged stay where they are.
de: Gilt für Elemente, die holzBar noch nicht kennt. Bereits angeordnete Elemente bleiben, wo sie sind.
fr: S'applique aux éléments que holzBar n'a encore jamais vus. Les éléments déjà disposés restent où ils sont.
it: Vale per gli elementi che holzBar non ha ancora visto. Gli elementi già sistemati restano dove sono.
rm: Vala per elements che holzBar n'ha anc betg vis. Elements gia ordinads restan nua ch'els èn.

source: Apply
de: Anwenden
fr: Appliquer
it: Applica
rm: Applitgar

source: Apply Layout Profile
de: Layoutprofil anwenden
fr: Appliquer un profil de disposition
it: Applica profilo di layout
rm: Applitgar in profil da disposiziun

source: Apply a layout profile
de: Layoutprofil anwenden
fr: Appliquer un profil de disposition
it: Applica un profilo di layout
rm: Applitgar in profil da layout

source: Apply different settings based on the current system appearance.
de: Je nach aktuellem Erscheinungsbild des Systems andere Einstellungen verwenden.
fr: Utiliser d'autres réglages selon l'apparence actuelle du système.
it: Usa impostazioni diverse in base all'aspetto attuale del sistema.
rm: Duvrar auters parameters tenor l'apparientscha actuala dal sistem.

source: Apply the current spacing
de: Aktuellen Abstand anwenden
fr: Appliquer l'espacement actuel
it: Applica la spaziatura attuale
rm: Applitgar la distanza actuala

source: Apply the layout profile “%@”?
de: Layoutprofil «%@» anwenden?
fr: Appliquer le profil de disposition « %@ » ?
it: Applicare il profilo di layout «%@»?
rm: Applitgar il profil da disposiziun «%@»?

source: Applying this setting will relaunch all apps with menu bar items. Some apps may need to be manually relaunched.
de: Beim Anwenden dieser Einstellung werden alle Apps mit Menüleistenelementen neu gestartet. Manche Apps müssen eventuell von Hand neu gestartet werden.
fr: L'application de ce réglage relance toutes les apps qui ont des éléments dans la barre des menus. Certaines devront peut-être être relancées à la main.
it: Applicando questa impostazione vengono riaperte tutte le app con elementi nella barra dei menu. Alcune app potrebbero dover essere riaperte a mano.
rm: Sche ti applitgeschas quest parameter, vegnan tut las apps cun elements en la trav da menu aviadas da nov. Tschertas apps ston forsa vegnir aviadas da nov a maun.

source: Ask for Touch ID or your password before showing hidden items
de: Vor dem Anzeigen ausgeblendeter Objekte nach Touch ID oder Passwort fragen
fr: Demander Touch ID ou votre mot de passe avant d’afficher les éléments masqués
it: Chiedi Touch ID o la password prima di mostrare gli elementi nascosti
rm: Dumandar Touch ID u il pled-clav avant che mussar ils elements zuppads

source: Automatic moves are paused
de: Automatische Verschiebungen sind pausiert
fr: Les déplacements automatiques sont en pause
it: Gli spostamenti automatici sono in pausa
rm: Ils spustaments automatics èn en pausa

source: Automatically rehide
de: Automatisch wieder ausblenden
fr: Masquer à nouveau automatiquement
it: Nascondi di nuovo automaticamente
rm: Zuppentar puspè automaticamain

source: Automation
de: Automatisierung
fr: Automatisation
it: Automazione
rm: Automatisaziun

source: Automation Rule
de: Automatisierungsregel
fr: Règle d’automatisation
it: Regola di automazione
rm: Regla d’automatisaziun

source: Back up or move your settings
de: Einstellungen sichern oder übertragen
fr: Sauvegarder ou transférer vos réglages
it: Esegui il backup o trasferisci le impostazioni
rm: Far ina copia da segirezza u transferir ils parameters

source: Based on
de: Basiert auf
fr: Basé sur
it: Basato su
rm: Sa basa sin

source: Battery level
de: Akkustand
fr: Niveau de batterie
it: Livello batteria
rm: Nivel da l’accu

source: Before a profile
de: Vor einem Profil
fr: Avant un profil
it: Prima di un profilo
rm: Avant in profil

source: Before a restore
de: Vor einer Wiederherstellung
fr: Avant une restauration
it: Prima di un ripristino
rm: Avant ina restauraziun

source: Before tidying up
de: Vor dem Aufräumen
fr: Avant le rangement
it: Prima di riordinare
rm: Avant che rumar si

source: Below %@
de: Unter %@
fr: Sous %@
it: Sotto %@
rm: Sut %@

source: Bind
de: Verknüpfen
fr: Associer
it: Associa
rm: Associar

source: Bind Profile
de: Profil verknüpfen
fr: Associer le profil
it: Associa profilo
rm: Associar il profil

source: Bind a profile to a display or a Space to apply it when you connect the display or switch to the Space.
de: Verknüpfe ein Profil mit einem Bildschirm oder einem Space, damit es angewendet wird, wenn du den Bildschirm anschliesst oder zum Space wechselst.
fr: Associez un profil à un écran ou à un Space pour l'appliquer quand vous branchez l'écran ou passez à ce Space.
it: Associa un profilo a un monitor o a uno Space per applicarlo quando colleghi il monitor o passi a quello Space.
rm: Associescha in profil cun in monitur u in Space per l'applitgar, cura che ti colliaschas il monitur u midas al Space.

source: Black menu bar
de: Schwarze Menüleiste
fr: Barre des menus noire
it: Barra dei menu nera
rm: Trav da menu naira

source: Border
de: Rahmen
fr: Bordure
it: Bordo
rm: Rom

source: Border Color
de: Rahmenfarbe
fr: Couleur de la bordure
it: Colore del bordo
rm: Colur dal rom

source: Border Style
de: Rahmenstil
fr: Style de la bordure
it: Stile del bordo
rm: Stil dal rom

source: Border Width
de: Rahmenbreite
fr: Épaisseur de la bordure
it: Spessore del bordo
rm: Ladezza dal rom

source: Bound to %@
de: Verknüpft mit %@
fr: Associé à %@
it: Associato a %@
rm: Associà cun %@

source: Bound to %@ and a Space
de: Verknüpft mit %@ und einem Space
fr: Associé à %@ et à un Space
it: Associato a %@ e a uno Space
rm: Associà cun %@ ed in Space

source: Bound to a Space
de: Verknüpft mit einem Space
fr: Associé à un Space
it: Associato a uno Space
rm: Associà cun in Space

source: Built-in display only
de: Nur integrierter Bildschirm
fr: Écran intégré uniquement
it: Solo monitor integrato
rm: Mo il monitur integrà

source: Camera and microphone in use
de: Kamera und Mikrofon werden verwendet
fr: Caméra et micro en cours d'utilisation
it: Fotocamera e microfono in uso
rm: Camera e microfon en diever

source: Camera in use
de: Kamera wird verwendet
fr: Caméra en cours d'utilisation
it: Fotocamera in uso
rm: Camera en diever

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
rm: Interrumper

source: Change Section
de: Bereich ändern
fr: Changer de section
it: Cambia sezione
rm: Midar la secziun

source: Chevron
de: Winkel
it: Freccia
rm: Angul

source: Choose Image…
de: Bild auswählen …
fr: Choisir une image…
it: Scegli immagine…
rm: Tscherner in maletg …

source: Choose a custom icon to show in the menu bar.
de: Wähle ein eigenes Symbol für die Menüleiste.
fr: Choisissez une icône personnalisée pour la barre des menus.
it: Scegli un'icona personalizzata per la barra dei menu.
rm: Tscherna in agen simbol per la trav da menu.

source: Choose an image for the group “%@”.
de: Wähle ein Bild für die Gruppe «%@».
fr: Choisissez une image pour le groupe « %@ ».
it: Scegli un'immagine per il gruppo «%@».
rm: Tscherna in maletg per la gruppa «%@».

source: Choose an image for “%@”.
de: Wähle ein Bild für «%@».
fr: Choisissez une image pour « %@ ».
it: Scegli un'immagine per «%@».
rm: Tscherna in maletg per «%@».

source: Choose image…
de: Bild auswählen …
fr: Choisir une image…
it: Scegli immagine…
rm: Tscherner in maletg …

source: Clear
de: Löschen
fr: Effacer
it: Cancella
rm: Stizzar

source: Click Item
de: Element klicken
fr: Cliquer sur l'élément
it: Fai clic sull'elemento
rm: Cliccar sin l'element

source: Click inside an empty area of the menu bar to show hidden menu bar items.
de: Klicke auf eine leere Stelle der Menüleiste, um ausgeblendete Menüleistenelemente einzublenden.
fr: Cliquez dans une zone vide de la barre des menus pour afficher les éléments masqués.
it: Fai clic in un'area vuota della barra dei menu per mostrare gli elementi nascosti.
rm: Clicca en ina zona vida da la trav da menu per mussar ils elements zuppads.

source: Click to show hidden menu bar items. Right-click to access holzBar's settings.
de: Klicken, um ausgeblendete Menüleistenelemente einzublenden. Rechtsklick für die Einstellungen von holzBar.
fr: Cliquez pour afficher les éléments masqués. Clic droit pour les réglages de holzBar.
it: Fai clic per mostrare gli elementi nascosti. Clic destro per le impostazioni di holzBar.
rm: Clicca per mussar ils elements zuppads. Clic dretg per ils parameters da holzBar.

source: Color
de: Farbe
fr: Couleur
it: Colore
rm: Colur

source: Conditions
de: Bedingungen
it: Condizioni
rm: Cundiziuns

source: Connected through Ethernet
de: Über Ethernet verbunden
fr: Connecté par Ethernet
it: Connesso tramite Ethernet
rm: Collià via Ethernet

source: Connected through Wi-Fi
de: Über WLAN verbunden
fr: Connecté par Wi-Fi
it: Connesso tramite Wi-Fi
rm: Collià via WLAN

source: Connected through a VPN
de: Über ein VPN verbunden
fr: Connecté par un VPN
it: Connesso tramite VPN
rm: Collià tras in VPN

source: Continue
de: Fortfahren
fr: Continuer
it: Continua
rm: Cuntinuar

source: Contribute
de: Mitwirken
fr: Contribuer
it: Contribuisci
rm: Cooperar

source: Copy
de: Kopieren
fr: Copier
it: Copia
rm: Copiar

source: Copy Diagnostics
de: Diagnose kopieren
fr: Copier le diagnostic
it: Copia diagnostica
rm: Copiar la diagnosa

source: Copy Diagnostics…
de: Diagnose kopieren …
fr: Copier le diagnostic…
it: Copia diagnostica…
rm: Copiar la diagnosa …

source: Copy and Open Issue Tracker
de: Kopieren und Issue-Tracker öffnen
fr: Copier et ouvrir le suivi des tickets
it: Copia e apri il tracker
rm: Copiar ed avrir il tracker dals issues

source: Corner radius: %lld pt
de: Eckenradius: %lld pt
fr: Rayon des coins : %lld pt
it: Raggio degli angoli: %lld pt
rm: Radius dals cantuns: %lld pt

source: Could not create event for “%@”
de: Ereignis für «%@» konnte nicht erstellt werden
fr: Impossible de créer l'événement pour « %@ »
it: Impossibile creare l'evento per «%@»
rm: I n'è betg reussì da crear l'eveniment per «%@»

source: Counted from when the item's menu closes. 0 hides it right away.
de: Ab dem Schliessen des Menüs gezählt. Bei 0 wird das Element sofort ausgeblendet.
fr: Compté à partir de la fermeture du menu de l'élément. 0 le masque aussitôt.
it: Contato dalla chiusura del menu dell'elemento. 0 lo nasconde subito.
rm: Quintà a partir da cura ch'il menu da l'element sa serra. 0 al zuppenta immediatamain.

source: Create
de: Erstellen
fr: Créer
it: Crea
rm: Crear

source: Custom icon uses dynamic appearance
de: Eigenes Symbol mit dynamischem Erscheinungsbild
fr: Icône personnalisée avec apparence dynamique
it: Icona personalizzata con aspetto dinamico
rm: Agen simbol cun apparientscha dinamica

source: Dark Appearance
de: Dunkles Erscheinungsbild
fr: Apparence sombre
it: Aspetto scuro
rm: Apparientscha stgira

source: Dashed
de: Gestrichelt
fr: Tirets
it: Tratteggiato
rm: Stritgà

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
rm: Stizzar

source: Delete All Snapshots
de: Alle Momentaufnahmen löschen
fr: Supprimer tous les instantanés
it: Elimina tutte le istantanee
rm: Stizzar tut ils snapshots

source: Delete All Snapshots…
de: Alle Momentaufnahmen löschen …
fr: Supprimer tous les instantanés…
it: Elimina tutte le istantanee…
rm: Stizzar tut ils snapshots …

source: Delete Profile
de: Profil löschen
fr: Supprimer le profil
it: Elimina profilo
rm: Stizzar il profil

source: Delete Rule
de: Regel löschen
fr: Supprimer la règle
it: Elimina regola
rm: Stizzar la regla

source: Delete all snapshots?
de: Alle Momentaufnahmen löschen?
fr: Supprimer tous les instantanés ?
it: Eliminare tutte le istantanee?
rm: Stizzar tut ils snapshots?

source: Delete the profile “%@”?
de: Profil «%@» löschen?
fr: Supprimer le profil « %@ » ?
it: Eliminare il profilo «%@»?
rm: Stizzar il profil «%@»?

source: Delete this rule?
de: Diese Regel löschen?
fr: Supprimer cette règle ?
it: Eliminare questa regola?
rm: Stizzar questa regla?

source: Delete…
de: Löschen …
fr: Supprimer…
it: Elimina…
rm: Stizzar …

source: Display the icon as a monochrome image that dynamically adjusts to match the menu bar's appearance. This setting removes all color from the icon, but ensures consistent rendering with both light and dark backgrounds.
de: Zeigt das Symbol einfarbig an, passend zum Erscheinungsbild der Menüleiste. Dabei geht die Farbe des Symbols verloren, dafür wirkt es auf hellem und dunklem Hintergrund gleich.
fr: Affiche l'icône en monochrome, adaptée à l'apparence de la barre des menus. L'icône perd ses couleurs, mais s'affiche de la même façon sur fond clair et sombre.
it: Mostra l'icona in monocromia, adattata all'aspetto della barra dei menu. L'icona perde i colori, ma appare uguale su sfondi chiari e scuri.
rm: Mussa il simbol en ina colur, adattà a l'apparientscha da la trav da menu. Il simbol perda sias colurs, ma cumpara a moda uniforma sin fund cler e stgir.

source: Displays with a notch
de: Bildschirme mit Notch
fr: Écrans avec encoche
it: Monitor con notch
rm: Monitors cun notch

source: Displays with a notch only
de: Nur Bildschirme mit Notch
fr: Écrans avec encoche uniquement
it: Solo monitor con notch
rm: Mo monitors cun notch

source: Done
de: Fertig
fr: Terminé
it: Fine
rm: Finì

source: Dotted
de: Gepunktet
fr: Pointillé
it: Punteggiato
rm: Puntà
